Repository: fayzullomamajonov/Markets
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Login
ru: имя пользователя

source: Manzil
ru: Адрес

source: Telefon raqam
ru: Номер телефона

source: Foydalanuvchini blocklash
ru: Заблокировать пользователя

source: Xabar mavzusi
ru: Тема сообщения

source: Xabar matni
ru: Текст сообщения

source: Foydalanuvchi ma`lumotlarini tahrirlash
ru: Изменить данные пользователя

source: Foydalanuvchi ma`lumotlarini yangilash yoki o`zgartirish kiritish
ru: Обновление или изменение информации о пользователе

source: Saqlash
ru: Сохранять

source: Parolni o`zgartirish
ru: Изменить пароль

source: Foydalanuvchilar uchun xabar qoldirish
ru: Оставьте сообщение для пользователей

source: Ushbu xabar har bir foydalanuvchiga ko`rinadi
ru: Это сообщение видно каждому пользователю

source: Tell
ru: Телефон

source: Username
ru: Имя пользователя

source: Ro`yxatga olingan sana
ru: Дата регистрации

source: Shaxsiy sahifaga kirish
ru: Вход на личную страницу

source: Login va Parolingiz orqali o`z sahifangizga kirishingiz mumkin
ru: Вы можете войти на свою страницу, используя свой логин и пароль

source: Password
ru: Пароль

source: Yangi foydalanuvchi qo`shish
ru: Добавить нового клиента

source: Shartnoma tuzilgan foydalanuvchilarni ro`yxatga qo`shish
ru: Добавить пользователей, с которыми заключен договор, в список

source: Foydalanuvchilar ro`yxati
ru: Список пользователей

source: Barcha foydalanuvchilar ro`yxati
ru: Список всех пользователей

source: Foydalanuvchi qo`shish
ru: Добавить пользователя

source: Ko`proq foydalanuvchi ko`rish
ru: Посмотреть больше пользователей

source: Foydalanuvchi ro`yhatdan o`tdi
ru: Пользователь зарегистрирован

source: Foydalanuvchi ro`yxatdan o`tmadi
ru: Пользователь не зарегистрировался

source: Tizimga xush kelibsiz!
ru: Добро пожаловать в систему!

source: Siz admin tomonidan blocklangansiz!
ru: Вы были заблокированы администратором!

source: Bundan login va parol mavjud emas!
ru: Логина и пароля нет!

source: Tahrirlash bajarildi
ru: Редактирование выполнено

source: Xatolok yuz berdi
ru: Произошла ошибка

source: Parol o`zgartirildi
ru: Пароль был изменен

source: Iltimos boshqa parol kiriting
ru: Пожалуйста, введите другой пароль

source: Xabar yuborildi
ru: Сообщение было отправлено

source: Xabar yuborilmadi
ru: Сообщение не отправлено

source: Xabar o`chirildi!
ru: Сообщение удалено!

source: O`zbek
ru: Узбек

source: Home
ru: Дом

source: Qo`shimchalar
ru: Дополнения

source: Telegram
ru: Телеграмма

source: Mahsulot qo`shish
ru: Добавить продукт

source: Birlik qo`shish
ru: Добавить единицу

source: Chiqish
ru: Выход

source: Mijozlar ro`yxati
ru: Список клиентов

source: Birliklar
ru: Единицы

source: Mahsulotlar
ru: Продукты

source: Til
ru: Язык

source: Qidirmoq
ru: Поиск

source: O`lchov birligi
ru: Единица измерения

source: Mahsulot nomi
ru: Наименование товара

source: Dokon nomi
ru: Название магазина

source: Izoh qoldirish
ru: Оставить комментарий

source: Mahsulot yetkazilgan sana
ru: Дата доставки продукта

source: Mahsulot soni (miqdori)
ru: Номер продукта (количество)

source: Mahsulot narxi (1 dona yoki 1 kg)
ru: Цена товара (1 шт. или 1 кг)

source: To`landi (uzs)
ru: Оплачено (сум)

source: Eski parol kiriting
ru: Введите старый пароль

source: Yangi parol kiriting
ru: Введите новый пароль

source: Yangi parolni qayta kiriting
ru: Повторно введите новый пароль

source: Yangi shartnoma tuzilgan foydalanuvchilarni ro`yxatga qo`shish
ru: Добавить пользователей с новым контрактом в список

source: Mahsul turiga mos o`lchov birligi kiriting
ru: Введите соответствующую единицу измерения для типа продукта

source: Mijoz ma`lumotlarini tahrirlash
ru: Изменить информацию о клиенте

source: Mijozning ma`lumotlarini yangilash yoki o`zgartirish kiritish
ru: Обновление или изменение информации о клиенте

source: Mijozning xarid ma`lumotlari
ru: Информация о покупке клиента

source: Qarz miqdori
ru: Величина займа

source: so`m
ru: сум

source: Barcha mahsulotlar
ru: Все продукты

source: Qarzlarni to`lash
ru: Оплата долгов

source: Yangi mahsulot
ru: Новый продукт

source: Qarzdorlik ro`yxati
ru: Список долгов

source: Boshlanish sanasi
ru: Дата начала

source: Tugash sanasi
ru: Дата окончания

source: Filtrlash
ru: Фильтрация

source: Mahsulot Nomi
ru: Наименование товара

source: Mahsulot narxi
ru: Цена продукта

source: Jami narx
ru: Итоговая цена

source: Qarizdorlik
ru: Задолженность

source: Tahrirlash
ru: Редак..

source: Ochirish
ru: Удалит

source: Ko`proq mijozlarni ko`rish
ru: Увидеть больше клиентов

source: Mijozning qarzlar ro`yxati
ru: Список долгов клиента

source: Jami qarzdorlik
ru: Общая задолженность

source: Yetkazib beringan sana
ru: Дата доставки

source: Jami mahsulot
ru: Общий продукт

source: To`lov Miqdori
ru: К оплате

source: To`lov qilish
ru: Оплата

source: Mahsulotni Tahrirlash
ru: Редактирование продукта

source: Mahsulot parametrlarini o`zgartirish yoki qo`shimcha kiritish
ru: Изменение или добавление параметров товара

source: Mijozlar soni
ru: Количество клиентов

source: Mahsulot turlari
ru: Типы продуктов

source: Yanvar
ru: январь

source: Fevral
ru: февраль

source: Mart
ru: март

source: Aprel
ru: апрель

source: May
ru: Май

source: Iyun
ru: Июнь

source: Iyul
ru: Июль

source: Avgust
ru: Август

source: Sentyabr
ru: Сентябрь

source: Oktyabr
ru: Октябрь

source: Noyabr
ru: ноябрь

source: Dekabr
ru: Декабрь

source: oyidagi kirim chiqimlar
ru: ежемесячные доходы и расходы

source: Jami pul aylanmasi
ru: Общий денежный поток

source: Qarzlar
ru: Долги

source: Jami pulning qarzga nisbati
ru: Отношение общей суммы денег к долгу

source: yil qarz ko`rsatkichlari va mahsulotlar sotilish hajmi
ru: годовые показатели долга и объем реализации продукции

source: Parol muvoffaqiyatli o`zgartirildi
ru: Пароль успешно изменен

source: Yangi parol orqali saytga kirishingiz mumkin
ru: Вы можете войти на сайт с новым паролем

source: Kirish
ru: Входить

source: Mahsulot sotish
ru: Продажи продуктов

source: Barcha mijozlar ro`yxati
ru: Список всех клиентов

source: Mijoz qo`shish
ru: Добавить клиента

source: Ro`yxatga yangi klient qo`shildi
ru: В список добавлен новый клиент

source: Ro`yxatga yangi klient qo`shilmadi
ru: Ни один новый клиент не был добавлен в список

source: Ushbu birlik avvalroq qo`shilgan
ru: Этот блок был добавлен ранее

source: Yangi birlik yaratildi!
ru: Создан новый блок!

source: Birlik nomi kiritilmadi
ru: Не введено название объекта

source: Ushbu mahsulot ro`yxatda mavjud
ru: Этот продукт указан

source: Mahsulot ro`yxatga qo`shildi
ru: Товар добавлен в список

source: To`lov summasi noto`g`ri kiritildi
ru: Сумма платежа введена неверно

source: Clientga mahsulot qo`shildi
ru: Товар добавлен в клиент

source: Clientga mahsulot qo`shilmadi
ru: Товар не был добавлен в клиент

source: Iltimos! To`lov miqdorini qayta tekshiring
ru: Пожалуйста! Проверьте сумму платежа еще раз

source: Noto`g`ri so`rov yuborildi
ru: Был отправлен неверный запрос

source: Mahsulot o`chirildi!
ru: Товар удален!

source: Birlik o`chirildi!
ru: Единица измерения удалена!

source: Mahsulot tahrirlandi
ru: Товар был отредактирован

source: Xatolik yuz berdi
ru: Произошла ошибка
